Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Metered
ar: اتصال محدود
ca: Connexió limitada
cs: Měřené připojení
da: Forbrugsmålt
de: Getaktet
es: Conexión limitada
fi: Mitattu yhteys
fr: Connexion limitée
he: חיבור מדוד
hu: Mért kapcsolat
it: Connessione a consumo
ja: 従量制
ko: 데이터 요금제
nb: Målt tilkobling
nl: Beperkte verbinding
pl: Połączenie taryfowe
pt_br: Conexão limitada
pt_pt: Ligação limitada
ro: Conexiune măsurată
sl: Omejena povezava
sv: Mätad anslutning
uk: Лімітоване з'єднання
vi: Kết nối đo lường
zh_hans: 按流量计费
zh_hant: 按流量計費

source: Method
ar: الطريقة
ca: Mètode
cs: Metoda
da: Metode
de: Methode
es: Método
fi: Menetelmä
fr: Méthode
he: שיטה
hu: Módszer
it: Metodo
ja: 方式
ko: 방식
nb: Metode
nl: Methode
pl: Metoda
pt_br: Método
pt_pt: Método
ro: Metodă
sl: Metoda
sv: Metod
uk: Метод
vi: Phương thức
zh_hans: 方法
zh_hant: 方法

source: Method A: systemd 257+ (Ubuntu 25.04+)
ar: الطريقة أ: systemd 257+ (Ubuntu 25.04+)
ca: Mètode A: systemd 257+ (Ubuntu 25.04+)
cs: Metoda A: systemd 257+ (Ubuntu 25.04+)
da: Metode A: systemd 257+ (Ubuntu 25.04+)
de: Methode A: systemd 257+ (Ubuntu 25.04+)
es: Método A: systemd 257+ (Ubuntu 25.04+)
fr: Méthode A : systemd 257+ (Ubuntu 25.04+)
he: שיטה A:‏ systemd 257+‏ (Ubuntu 25.04+)
hu: A módszer: systemd 257+ (Ubuntu 25.04+)
it: Metodo A: systemd 257+ (Ubuntu 25.04+)
ja: 方式A: systemd 257以降 (Ubuntu 25.04以降)
ko: 방식 A: systemd 257+ (Ubuntu 25.04+)
nb: Metode A: systemd 257+ (Ubuntu 25.04+)
nl: Methode A: systemd 257+ (Ubuntu 25.04+)
pl: Metoda A: systemd 257+ (Ubuntu 25.04+)
pt_br: Método A: systemd 257+ (Ubuntu 25.04+)
pt_pt: Método A: systemd 257+ (Ubuntu 25.04+)
ro: Metoda A: systemd 257+ (Ubuntu 25.04+)
sl: Metoda A: systemd 257+ (Ubuntu 25.04+)
sv: Metod A: systemd 257+ (Ubuntu 25.04+)
uk: Метод A: systemd 257+ (Ubuntu 25.04+)
vi: Phương thức A: systemd 257+ (Ubuntu 25.04+)
zh_hans: 方法 A：systemd 257+（Ubuntu 25.04+）
zh_hant: 方法 A：systemd 257+（Ubuntu 25.04+）

source: Method B: Older systemd (Ubuntu 20.10–24.10, Debian 11+)
ar: الطريقة ب: systemd أقدم (Ubuntu 20.10–24.10, Debian 11+)
ca: Mètode B: systemd antic (Ubuntu 20.10–24.10, Debian 11+)
cs: Metoda B: Starší systemd (Ubuntu 20.10–24.10, Debian 11+)
da: Metode B: Ældre systemd (Ubuntu 20.10–24.10, Debian 11+)
de: Methode B: Älteres systemd (Ubuntu 20.10–24.10, Debian 11+)
es: Método B: systemd anterior (Ubuntu 20.10–24.10, Debian 11+)
fr: Méthode B : systemd plus ancien (Ubuntu 20.10–24.10, Debian 11+)
he: שיטה B:‏ systemd ישן יותר (Ubuntu 20.10–24.10,‏ Debian 11+)
hu: B módszer: Régebbi systemd (Ubuntu 20.10–24.10, Debian 11+)
it: Metodo B: systemd precedente (Ubuntu 20.10–24.10, Debian 11+)
ja: 方式B: 旧systemd (Ubuntu 20.10〜24.10、Debian 11以降)
ko: 방식 B: 이전 systemd (Ubuntu 20.10–24.10, Debian 11+)
nb: Metode B: Eldre systemd (Ubuntu 20.10–24.10, Debian 11+)
nl: Methode B: Ouder systemd (Ubuntu 20.10–24.10, Debian 11+)
pl: Metoda B: Starszy systemd (Ubuntu 20.10–24.10, Debian 11+)
pt_br: Método B: systemd mais antigo (Ubuntu 20.10–24.10, Debian 11+)
pt_pt: Método B: systemd mais antigo (Ubuntu 20.10–24.10, Debian 11+)
ro: Metoda B: systemd mai vechi (Ubuntu 20.10–24.10, Debian 11+)
sl: Metoda B: starejši systemd (Ubuntu 20.10–24.10, Debian 11+)
sv: Metod B: Äldre systemd (Ubuntu 20.10–24.10, Debian 11+)
uk: Метод B: старіший systemd (Ubuntu 20.10–24.10, Debian 11+)
vi: Phương thức B: systemd cũ hơn (Ubuntu 20.10–24.10, Debian 11+)
zh_hans: 方法 B：较旧的 systemd（Ubuntu 20.10–24.10、Debian 11+）
zh_hant: 方法 B：較舊的 systemd（Ubuntu 20.10–24.10、Debian 11+）

source: Microsoft Sign In
ar: تسجيل الدخول بحساب Microsoft
ca: Inici de sessió de Microsoft
cs: Přihlášení Microsoft
da: Microsoft-login
de: Microsoft-Anmeldung
es: Iniciar sesión con Microsoft
fi: Microsoft-kirjautuminen
fr: Connexion Microsoft
he: התחברות עם Microsoft
hu: Microsoft bejelentkezés
it: Accesso Microsoft
ja: Microsoftサインイン
ko: Microsoft 로그인
nb: Microsoft-pålogging
nl: Aanmelden bij Microsoft
pl: Logowanie Microsoft
pt_br: Entrar com Microsoft
pt_pt: Iniciar Sessão na Microsoft
ro: Autentificare Microsoft
sl: Microsoftova prijava
sv: Microsoft-inloggning
uk: Вхід через Microsoft
vi: Đăng nhập Microsoft
zh_hans: Microsoft 登录
zh_hant: Microsoft 登入

source: Migrate from Ghostty
ar: الترحيل من Ghostty
ca: Migra des de Ghostty
cs: Migrovat z Ghostty
da: Migrér fra Ghostty
de: Von Ghostty migrieren
es: Migrar desde Ghostty
fi: Siirrä Ghosttysta
fr: Migrer depuis Ghostty
he: העברה מ-Ghostty
hu: Migrálás Ghostty-ból
it: Migra da Ghostty
ja: Ghostty から移行
ko: Ghostty에서 마이그레이션
nb: Migrer fra Ghostty
nl: Migreren vanuit Ghostty
pl: Migruj z Ghostty
pt_br: Migrar do Ghostty
pt_pt: Migrar do Ghostty
ro: Migrează din Ghostty
sl: Selitev iz Ghostty
sv: Migrera från Ghostty
uk: Перенесення з Ghostty
vi: Di chuyển từ Ghostty
zh_hans: 从 Ghostty 迁移
zh_hant: 從 Ghostty 移轉

source: Migration Pending
ar: في انتظار الترحيل
ca: Migració pendent
cs: Čeká na migraci
da: Migrering afventer
de: Migration ausstehend
es: Migración pendiente
fi: Siirto odottaa
fr: Migration en attente
he: ממתין להעברה
hu: Migrálás függőben
it: Migrazione in sospeso
ja: 移行待ち
ko: 마이그레이션 대기 중
nb: Migrering venter
nl: Migratie in behandeling
pl: Oczekuje na migrację
pt_br: Migração Pendente
pt_pt: Migração Pendente
ro: Migrare în așteptare
sl: Čaka na selitev
sv: Migrering väntar
uk: Очікує міграції
vi: Đang chờ di chuyển
zh_hans: 待迁移
zh_hant: 待遷移

source: Min port must be less than or equal to max port
ar: يجب أن يكون الحد الأدنى للمنفذ أقل من أو يساوي الحد الأقصى للمنفذ
ca: El port mínim ha de ser menor o igual que el port màxim
cs: Minimální port musí být menší nebo roven maximálnímu portu
da: Min. port skal være mindre end eller lig med maks. port
de: Min-Port muss kleiner oder gleich Max-Port sein
es: El puerto mínimo debe ser menor o igual que el puerto máximo
fi: Minimiportin on oltava pienempi tai yhtä suuri kuin maksimiportti
fr: Le port minimum doit être inférieur ou égal au port maximum
he: פורט מינימלי חייב להיות קטן או שווה לפורט מקסימלי
hu: A minimális portnak kisebbnek vagy egyenlőnek kell lennie, mint a maximális port
it: La porta minima deve essere minore o uguale alla porta massima
ja: 最小ポートは最大ポート以下である必要があります
ko: 최소 포트는 최대 포트보다 작거나 같아야 합니다
nb: Min-port må være mindre enn eller lik maks-port
nl: Min-poort moet lager zijn dan of gelijk aan max-poort
pl: Minimalny port musi być mniejszy lub równy maksymalnemu portowi
pt_br: A porta mínima deve ser menor ou igual à porta máxima
pt_pt: A porta mínima deve ser menor ou igual à porta máxima
ro: Portul minim trebuie să fie mai mic sau egal cu portul maxim
sl: Minimalna vrata morajo biti manjša ali enaka maksimalnim vratom
sv: Min-port måste vara mindre än eller lika med max-port
uk: Мінімальний порт має бути меншим або рівним максимальному порту
vi: Cổng tối thiểu phải nhỏ hơn hoặc bằng cổng tối đa
zh_hans: 最小端口必须小于或等于最大端口
zh_hant: 最小連接埠必須小於或等於最大連接埠

source: Missing Custom Key
ar: مفتاح مخصص مفقود
ca: Tecla personalitzada absent
cs: Chybějící vlastní klávesa
da: Manglende brugerdefineret tast
de: Fehlende benutzerdefinierte Taste
es: Tecla personalizada ausente
fi: Puuttuva mukautettu näppäin
fr: Touche personnalisée manquante
he: מקש מותאם אישית חסר
hu: Hiányzó egyéni billentyű
it: Tasto personalizzato mancante
ja: カスタムキーが見つかりません
ko: 사용자 지정 키 없음
nb: Manglende egendefinert tast
nl: Ontbrekende aangepaste toets
pl: Brakujący niestandardowy klawisz
pt_br: Tecla personalizada ausente
pt_pt: Tecla personalizada em falta
ro: Tastă personalizată lipsă
sl: Manjkajoča tipka po meri
sv: Saknad anpassad tangent
uk: Користувацьку клавішу не знайдено
vi: Thiếu phím tùy chỉnh
zh_hans: 缺少自定义按键
zh_hant: 缺少自訂按鍵

source: Missing required credential data
ar: بيانات الاعتماد المطلوبة مفقودة
ca: Falten dades obligatòries de la credencial
cs: Chybí povinná data přihlašovacího údaje
da: Påkrævede legitimationsdata mangler
de: Erforderliche Anmeldedaten fehlen
es: Faltan datos obligatorios de la credencial
fi: Vaadittavat tunnistetiedot puuttuvat
fr: Données d'identifiant requises manquantes
he: חסרים נתוני כניסה נדרשים
hu: Hiányoznak a kötelező hitelesítőadatok
it: Dati della credenziale obbligatori mancanti
ja: 必要な資格情報データがありません
ko: 필수 자격 증명 데이터가 없습니다
nb: Obligatoriske legitimasjonsdata mangler
nl: Vereiste inloggegevens ontbreken
pl: Brak wymaganych danych poświadczenia
pt_br: Dados obrigatórios da credencial ausentes
pt_pt: Dados obrigatórios da credencial em falta
ro: Lipsesc datele necesare ale credențialei
sl: Manjkajo obvezni podatki poverilnice
sv: Obligatoriska inloggningsuppgifter saknas
uk: Відсутні обов’язкові поля реєстраційних даних
vi: Thiếu dữ liệu thông tin xác thực bắt buộc
zh_hans: 缺少必需的凭据数据
zh_hant: 缺少必要的憑證資料

source: Missing signature or authenticator data.
ar: التوقيع أو بيانات المُصادِق مفقودة.
ca: Falten la signatura o les dades de l'autenticador.
cs: Chybí podpis nebo data autentikátoru.
da: Signatur eller autentificeringsdata mangler.
de: Signatur oder Authenticator-Daten fehlen.
es: Falta la firma o los datos del autenticador.
fi: Allekirjoitus tai todentajan tiedot puuttuvat.
fr: Signature ou données de l'authentificateur manquantes.
he: חסרים חתימה או נתוני מאמת.
hu: Hiányzik az aláírás vagy a hitelesítő adatai.
it: Firma o dati dell'autenticatore mancanti.
ja: 署名または認証器データがありません。
ko: 서명 또는 인증기 데이터가 없습니다.
nb: Signatur eller autentiseringsdata mangler.
nl: Ondertekening of authenticatorgegevens ontbreken.
pl: Brak podpisu lub danych uwierzytelniacza.
pt_br: Assinatura ou dados do autenticador ausentes.
pt_pt: Assinatura ou dados do autenticador em falta.
ro: Lipsește semnătura sau datele autentificatorului.
sl: Manjka podpis ali podatki overitelja.
sv: Signatur eller autentiseringsdata saknas.
uk: Відсутній підпис або дані автентифікатора.
vi: Thiếu chữ ký hoặc dữ liệu authenticator.
zh_hans: 缺少签名或认证器数据。
zh_hant: 缺少簽章或驗證器資料。

source: ML-DSA-44 (post-quantum)
ar: ML-DSA-44 (مقاوم للكم)
ca: ML-DSA-44 (postquàntica)
cs: ML-DSA-44 (postkvantový)
da: ML-DSA-44 (post-kvante)
es: ML-DSA-44 (poscuántica)
fi: ML-DSA-44 (post-kvantti)
fr: ML-DSA-44 (post-quantique)
he: ML-DSA-44 (פוסט-קוונטי)
hu: ML-DSA-44 (posztkvantum)
it: ML-DSA-44 (post-quantistica)
ja: ML-DSA-44（耐量子）
ko: ML-DSA-44(양자내성)
nb: ML-DSA-44 (post-kvante)
nl: ML-DSA-44 (post-kwantum)
pl: ML-DSA-44 (postkwantowy)
pt_br: ML-DSA-44 (pós-quântica)
pt_pt: ML-DSA-44 (pós-quântica)
ro: ML-DSA-44 (post-cuantic)
sl: ML-DSA-44 (post-kvantni)
sv: ML-DSA-44 (post-kvant)
uk: ML-DSA-44 (постквантовий)
vi: ML-DSA-44 (hậu lượng tử)
zh_hans: ML-DSA-44（后量子）
zh_hant: ML-DSA-44（後量子）

source: ML-DSA-44 + Ed25519 (post-quantum)
ar: ML-DSA-44 + Ed25519 (مقاوم للكم)
ca: ML-DSA-44 + Ed25519 (postquàntica)
cs: ML-DSA-44 + Ed25519 (postkvantový)
da: ML-DSA-44 + Ed25519 (post-kvante)
es: ML-DSA-44 + Ed25519 (poscuántica)
fi: ML-DSA-44 + Ed25519 (post-kvantti)
fr: ML-DSA-44 + Ed25519 (post-quantique)
he: ML-DSA-44 + Ed25519 (פוסט-קוונטי)
hu: ML-DSA-44 + Ed25519 (posztkvantum)
it: ML-DSA-44 + Ed25519 (post-quantistica)
ja: ML-DSA-44 + Ed25519（耐量子）
ko: ML-DSA-44 + Ed25519(양자내성)
nb: ML-DSA-44 + Ed25519 (post-kvante)
nl: ML-DSA-44 + Ed25519 (post-kwantum)
pl: ML-DSA-44 + Ed25519 (postkwantowy)
pt_br: ML-DSA-44 + Ed25519 (pós-quântica)
pt_pt: ML-DSA-44 + Ed25519 (pós-quântica)
ro: ML-DSA-44 + Ed25519 (post-cuantic)
sl: ML-DSA-44 + Ed25519 (post-kvantni)
sv: ML-DSA-44 + Ed25519 (post-kvant)
uk: ML-DSA-44 + Ed25519 (постквантовий)
vi: ML-DSA-44 + Ed25519 (hậu lượng tử)
zh_hans: ML-DSA-44 + Ed25519（后量子）
zh_hant: ML-DSA-44 + Ed25519（後量子）

source: ML-DSA-65 (post-quantum)
ar: ML-DSA-65 (مقاوم للكم)
ca: ML-DSA-65 (postquàntica)
cs: ML-DSA-65 (postkvantový)
da: ML-DSA-65 (post-kvante)
es: ML-DSA-65 (poscuántica)
fi: ML-DSA-65 (post-kvantti)
fr: ML-DSA-65 (post-quantique)
he: ML-DSA-65 (פוסט-קוונטי)
hu: ML-DSA-65 (posztkvantum)
it: ML-DSA-65 (post-quantistica)
ja: ML-DSA-65（耐量子）
ko: ML-DSA-65(양자내성)
nb: ML-DSA-65 (post-kvante)
nl: ML-DSA-65 (post-kwantum)
pl: ML-DSA-65 (postkwantowy)
pt_br: ML-DSA-65 (pós-quântica)
pt_pt: ML-DSA-65 (pós-quântica)
ro: ML-DSA-65 (post-cuantic)
sl: ML-DSA-65 (post-kvantni)
sv: ML-DSA-65 (post-kvant)
uk: ML-DSA-65 (постквантовий)
vi: ML-DSA-65 (hậu lượng tử)
zh_hans: ML-DSA-65（后量子）
zh_hant: ML-DSA-65（後量子）

source: ML-DSA-87 (post-quantum)
ar: ML-DSA-87 (مقاوم للكم)
ca: ML-DSA-87 (postquàntica)
cs: ML-DSA-87 (postkvantový)
da: ML-DSA-87 (post-kvante)
es: ML-DSA-87 (poscuántica)
fi: ML-DSA-87 (post-kvantti)
fr: ML-DSA-87 (post-quantique)
he: ML-DSA-87 (פוסט-קוונטי)
hu: ML-DSA-87 (posztkvantum)
it: ML-DSA-87 (post-quantistica)
ja: ML-DSA-87（耐量子）
ko: ML-DSA-87(양자내성)
nb: ML-DSA-87 (post-kvante)
nl: ML-DSA-87 (post-kwantum)
pl: ML-DSA-87 (postkwantowy)
pt_br: ML-DSA-87 (pós-quântica)
pt_pt: ML-DSA-87 (pós-quântica)
ro: ML-DSA-87 (post-cuantic)
sl: ML-DSA-87 (post-kvantni)
sv: ML-DSA-87 (post-kvant)
uk: ML-DSA-87 (постквантовий)
vi: ML-DSA-87 (hậu lượng tử)
zh_hans: ML-DSA-87（后量子）
zh_hant: ML-DSA-87（後量子）

source: MMDB Databases
ar: قواعد بيانات MMDB
ca: Bases de dades MMDB
cs: Databáze MMDB
da: MMDB-databaser
de: MMDB-Datenbanken
es: Bases de datos MMDB
fi: MMDB-tietokannat
fr: Bases de donnees MMDB
he: מסדי נתונים של MMDB
hu: MMDB adatbazisok
it: Database MMDB
ja: MMDB データベース
ko: MMDB 데이터베이스
nb: MMDB-databaser
pl: Bazy danych MMDB
pt_br: Bancos de dados MMDB
pt_pt: Bases de dados MMDB
ro: Baze de date MMDB
sl: Podatkovne baze MMDB
sv: MMDB-databaser
uk: Бази даних MMDB
vi: Cơ sở dữ liệu MMDB
zh_hans: MMDB 数据库
zh_hant: MMDB 資料庫

source: MMDB Import
ar: استيراد MMDB
ca: Importació MMDB
cs: Import MMDB
es: Importar MMDB
fi: MMDB-tuonti
fr: Import MMDB
he: ייבוא MMDB
hu: MMDB importalas
it: Importa MMDB
ja: MMDB インポート
ko: MMDB 가져오기
pl: Import MMDB
pt_br: Importacao MMDB
pt_pt: Importacao MMDB
ro: Import MMDB
sl: Uvoz MMDB
uk: Імпорт MMDB
vi: Nhập MMDB
zh_hans: MMDB 导入
zh_hant: MMDB 匯入

source: mo
ar: شهر
ca: mes
cs: měs
da: md
de: Mon.
es: mes
fi: kk
fr: mois
he: חודש
hu: hó
it: mese
ja: 月
ko: 월
nb: mnd
nl: mnd
pl: mies.
pt_br: mês
pt_pt: mês
ro: lu
sl: mes.
sv: mån
uk: міс
vi: tháng
zh_hans: 月
zh_hant: 月

source: mobile
ar: الجوال
ca: mòbil
da: mobil
es: móvil
fi: mobiili
he: נייד
hu: mobil
nl: mobiel
pl: mobilny
pt_br: celular
pt_pt: móvel
ro: mobil
sl: mobilno
uk: мобільний

source: Mobile shell - better for unreliable networks
ar: صدفة متنقلة - أفضل للشبكات غير المستقرة
ca: Shell mòbil - millor per a xarxes inestables
cs: Mobilní shell – lepší pro nespolehlivé sítě
da: Mobil shell – bedre til upålidelige netværk
de: Mobile Shell – besser für unzuverlässige Netzwerke
es: Shell móvil — mejor para redes inestables
fi: Mobiili shell – parempi epäluotettaville verkoille
fr: Shell mobile — mieux adapté aux réseaux instables
he: מעטפת ניידת - טובה יותר לרשתות לא יציבות
hu: Mobil shell – megbízhatóbb instabil hálózatokon
it: Shell mobile - migliore per reti instabili
ja: モバイルシェル - 不安定なネットワークに最適
ko: 모바일 셸 - 불안정한 네트워크에 적합
nb: Mobilskall – bedre for upålitelige nettverk
nl: Mobiele shell – beter voor onbetrouwbare netwerken
pl: Mobilny shell – lepszy dla niestabilnych sieci
pt_br: Shell móvel — melhor para redes instáveis
pt_pt: Shell móvel — melhor para redes instáveis
ro: Shell mobil - mai bun pentru rețele instabile
sl: Mobilna lupina - boljša za nezanesljiva omrežja
sv: Mobilt skal – bättre för opålitliga nätverk
uk: Мобільна оболонка - краще для нестабільних мереж
vi: Shell di động - tốt hơn cho mạng không ổn định
zh_hans: 移动 Shell - 更适合不稳定的网络
zh_hant: 行動 Shell - 更適合不穩定的網路

source: Mod-Tap Keys
ar: مفاتيح Mod-Tap
ca: Tecles Mod-Tap
cs: Klávesy Mod-Tap
da: Mod-Tap-taster
de: Mod-Tap-Tasten
es: Teclas Mod-Tap
fi: Mod-Tap-näppäimet
fr: Touches Mod-Tap
he: מקשי Mod-Tap
hu: Mod-Tap billentyűk
it: Tasti Mod-Tap
ja: Mod-Tapキー
ko: Mod-Tap 키
nb: Mod-tap-taster
nl: Mod-Tap-toetsen
pl: Klawisze Mod-Tap
pt_br: Teclas Mod-Tap
pt_pt: Teclas Mod-Tap
ro: Taste Mod-Tap
sl: Tipke Mod-Tap
sv: Mod-Tap-tangenter
uk: Клавіші Mod-Tap
vi: Phím Mod-Tap
zh_hans: Mod-Tap 按键
zh_hant: Mod-Tap 按鍵

source: Mod-tap keys perform one action on tap and another on hold. Choose a preset or add a custom rule.
ar: تؤدي مفاتيح Mod-Tap إجراءً عند النقر وإجراءً آخر عند الضغط المطوّل. اختر إعدادًا مسبقًا أو أضف قاعدة مخصصة.
ca: Les tecles Mod-Tap realitzen una acció en tocar i una altra en mantenir premut. Trieu una configuració predefinida o afegiu una regla personalitzada.
cs: Klávesy Mod-Tap provedou jednu akci při stisku a jinou při podržení. Vyberte předvolbu nebo přidejte vlastní pravidlo.
da: Mod-tap-taster udfører én handling ved tryk og en anden ved hold. Vælg en forudindstilling, eller tilføj en brugerdefineret regel.
de: Mod-Tap-Tasten führen beim Antippen eine Aktion und beim Halten eine andere aus. Wählen Sie eine Vorlage oder fügen Sie eine benutzerdefinierte Regel hinzu.
es: Las teclas Mod-Tap realizan una acción al pulsar y otra al mantener presionado. Elija un preajuste o añada una regla personalizada.
fi: Mod-tap-näppäimet suorittavat yhden toiminnon napautuksella ja toisen pitkällä painalluksella. Valitse esiasetus tai lisää mukautettu sääntö.
fr: Les touches Mod-Tap effectuent une action lors d'un appui bref et une autre lors d'un appui prolongé. Choisissez un préréglage ou ajoutez une règle personnalisée.
he: מקשי Mod-tap מבצעים פעולה אחת בלחיצה ופעולה אחרת בלחיצה ארוכה. בחר הגדרה מוכנה או הוסף כלל מותאם אישית.
hu: A Mod-Tap billentyűk rövid nyomásra egy műveletet, hosszú nyomásra pedig másikat hajtanak végre. Válasszon egy sablont, vagy adjon hozzá egyéni szabályt.
it: I tasti Mod-Tap eseguono un'azione alla pressione e un'altra alla pressione prolungata. Scelga un preset o aggiunga una regola personalizzata.
ja: Mod-Tapキーはタップで1つのアクション、長押しで別のアクションを実行します。プリセットを選択するか、カスタムルールを追加してください。
ko: Mod-Tap 키는 탭하면 한 동작, 길게 누르면 다른 동작을 수행합니다. 프리셋을 선택하거나 사용자 정의 규칙을 추가하십시오.
nb: Mod-tap-taster utfører én handling ved trykk og en annen ved hold. Velg en forhåndsinnstilling eller legg til en egendefinert regel.
nl: Mod-tap-toetsen voeren één actie uit bij tikken en een andere bij ingedrukt houden. Kies een voorinstelling of voeg een aangepaste regel toe.
pl: Klawisze Mod-Tap wykonują jedną akcję przy dotknięciu i inną przy przytrzymaniu. Wybierz preset lub dodaj własną regułę.
pt_br: Teclas mod-tap executam uma ação ao tocar e outra ao segurar. Escolha uma predefinição ou adicione uma regra personalizada.
pt_pt: As teclas Mod-Tap executam uma ação ao tocar e outra ao manter premido. Escolha uma predefinição ou adicione uma regra personalizada.
ro: Tastele Mod-Tap efectuează o acțiune la apăsare scurtă și alta la apăsare lungă. Alegeți o presetare sau adăugați o regulă personalizată.
sl: Tipke Mod-Tap ob dotiku izvedejo eno dejanje, ob zadržanju pa drugo. Izberite prednastavitev ali dodajte pravilo po meri.
sv: Mod-tap-tangenter utför en åtgärd vid tryck och en annan vid hållning. Välj en förinställning eller lägg till en egen regel.
uk: Клавіші Mod-Tap виконують одну дію при натисканні та іншу при утриманні. Оберіть набір або додайте власне правило.
vi: Phím Mod-tap thực hiện một hành động khi nhấn và hành động khác khi giữ. Chọn cài đặt sẵn hoặc thêm quy tắc tùy chỉnh.
zh_hans: Mod-Tap 按键在点按和长按时执行不同操作。选择预设或添加自定义规则。
zh_hant: Mod-Tap 按鍵在點按和長按時執行不同動作。選擇預設組態或新增自訂規則。

source: Mode
ar: الوضع
cs: Režim
da: Tilstand
de: Modus
es: Modo
fi: Tila
he: מצב
hu: Mód
it: Modalità
ja: モード
ko: 모드
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
ro: Mod
sl: Način
sv: Läge
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

source: Model
ar: النموذج
de: Modell
es: Modelo
fi: Malli
fr: Modèle
he: מודל
hu: Modell
it: Modello
ja: モデル
ko: 모델
nb: Modell
pt_br: Modelo
pt_pt: Modelo
sv: Modell
uk: Модель
vi: Mô hình
zh_hans: 模型
zh_hant: 模型

source: Model (optional)
ar: النموذج (اختياري)
ca: Model (opcional)
cs: Model (volitelný)
da: Model (valgfri)
de: Modell (optional)
es: Modelo (opcional)
fi: Malli (valinnainen)
fr: Modèle (facultatif)
he: דגם (אופציונלי)
hu: Modell (opcionális)
it: Modello (facoltativo)
ja: モデル（任意）
ko: 모델(선택 사항)
nb: Modell (valgfritt)
nl: Model (optioneel)
pl: Model (opcjonalnie)
pt_br: Modelo (opcional)
pt_pt: Modelo (opcional)
ro: Model (opțional)
sl: Model (neobvezno)
sv: Modell (valfritt)
uk: Модель (необовʼязково)
vi: Mã máy (tùy chọn)
zh_hans: 型号（可选）
zh_hant: 型號（選填）

source: Model ID
ar: معرّف النموذج
ca: ID del model
cs: ID modelu
de: Modell-ID
es: ID del modelo
fi: Mallin tunniste
fr: ID du modèle
he: מזהה מודל
hu: Modell ID
it: ID modello
ja: モデルID
ko: 모델 ID
nb: Modell-ID
pl: ID modelu
pt_br: ID do Modelo
pt_pt: ID do Modelo
ro: ID model
sl: ID modela
sv: Modell-ID
uk: Ідентифікатор моделі
vi: ID mô hình
zh_hans: 模型 ID
zh_hant: 模型 ID

source: Model Unavailable
ar: النموذج غير متاح
ca: Model no disponible
cs: Model nedostupný
da: Model ikke tilgængelig
de: Modell nicht verfügbar
es: Modelo no disponible
fi: Malli ei ole käytettävissä
fr: Modèle indisponible
he: הדגם אינו זמין
hu: Modell nem elérhető
it: Modello non disponibile
ja: モデルが利用不可
ko: 모델 사용 불가
nb: Modell utilgjengelig
nl: Model niet beschikbaar
pl: Model niedostępny
pt_br: Modelo indisponível
pt_pt: Modelo indisponível
ro: Model indisponibil
sl: Model ni na voljo
sv: Modell ej tillgänglig
uk: Модель недоступна
vi: Mô hình không khả dụng
zh_hans: 模型不可用
zh_hant: 模型不可用

source: Models
ar: النماذج
cs: Modely
da: Modeller
de: Modelle
es: Modelos
fi: Mallit
fr: Modèles
he: מודלים
hu: Modellek
it: Modelli
ja: モデル
ko: 모델
nb: Modeller
nl: Modellen
pl: Modele
pt_br: Modelos
pt_pt: Modelos
ro: Modele
sl: Modeli
sv: Modeller
uk: Моделі
vi: Mô hình
zh_hans: 模型
zh_hant: 模型

source: Models: %@
ar: النماذج: %@
cs: Modely: %@
da: Modeller: %@
de: Modelle: %@
es: Modelos: %@
fi: Mallit: %@
fr: Modèles : %@
he: מודלים: %@
hu: Modellek: %@
it: Modelli: %@
ja: モデル: %@
ko: 모델: %@
nb: Modeller: %@
nl: Modellen: %@
pl: Modele: %@
pt_br: Modelos: %@
pt_pt: Modelos: %@
ro: Modele: %@
sl: Modeli: %@
sv: Modeller: %@
uk: Моделі: %@
vi: Mô hình: %@
zh_hans: 模型：%@
zh_hant: 模型：%@

source: Moderate
ar: معتدل
ca: Moderat
cs: Mírné
da: Moderat
de: Moderat
es: Moderado
fi: Kohtalainen
fr: Modéré
he: בינוני
hu: Mérsékelt
it: Moderato
ja: 中程度
ko: 보통
nb: Moderat
nl: Matig
pl: Umiarkowane
pt_br: Moderado
pt_pt: Moderado
ro: Moderat
sl: Zmerno
sv: Måttlig
uk: Помірний
vi: Vừa phải
zh_hans: 中等
zh_hant: 中等
